Repository: jammers-ach/ufo2000
Catalog: trunk/translations/ufo2000-hun.po
Languages: hu

source: Start networkgame with
hu: Hálózati játék indítása ezzel

source: Join networkgame with
hu: Hálózati játékhoz csatlakozás ezzel

source: DISCONNECT FROM SERVER
hu: SZERVERRŐL LECSATLAKOZVA

source: Equipment weight: %d/%2d
hu: Felszerelés sulya: %d/%2d

source: TUs>
hu: IEk>

source: Health>
hu: Élet>

source: TIME UNITS
hu: IDŐEGYSÉGEK

source: ENERGY
hu: ENERGIA

source: HEALTH
hu: ÉLET

source: FATAL WOUNDS
hu: HALÁLOS SEBEK

source: BRAVERY
hu: BÁTORSÁG

source: MORALE
hu: MORÁL

source: REACTIONS
hu: REAKCIÓ

source: FIRING ACCURACY
hu: TÜZELÉSI PONTOSSÁG

source: THROWING ACCURACY
hu: DOBÁSI PONTOSSÁG

source: STRENGTH
hu: ERŐ

source: FRONT ARMOUR
hu: ELÜLSŐ PÁNCÉL

source: LEFT ARMOUR
hu: BAL PÁNCÉL

source: RIGHT ARMOUR
hu: JOBB PÁNCÉL

source: REAR ARMOUR
hu: HÁTSÓ PÁNCÉL

source: UNDER ARMOUR
hu: ALSÓ PÁNCÉL

source: Time units are reserved for snap shot.
hu: Időegységek kapás-lövésre tartalékolva.

source: Time units are reserved for aimed shot.
hu: Időegységek célzott-lövésre tartalékolva.

source: Time units are reserved for auto shot.
hu: Időegységek sorozat-lövésre tartalékolva.

source: Time units are reserved for grenade throw.
hu: Időegységek gránát-dobásra tartalékolva.

source: %s killed.
hu: %s meghalt.

source: killed: %s
hu: megölve: %s

source: %s stunned.
hu: %s lebénítva.

source: stunned: %s
hu: lebénítva: %s

source: %s has panicked.
hu: %s bepánikolt.

source: (can't access inventory but moves faster)
hu: (nem tudja használni a felszerelését, de gyorsabban mozog)

source: Panicked
hu: Pánikol

source: CLOSE
hu: BEZÁR

source: &RANDOM TIP
hu: &RANDOM TIPP

source: &NEXT TIP
hu: &KÖVETKEZŐ TIPP

source: RANDOM TIP
hu: RANDOM TIPP

source: NEXT TIP
hu: KÖVETKEZŐ TIPP

source: Tip
hu: Tipp

source: RIGHT SHOULDER
hu: JOBB VA'LL

source: LEFT SHOULDER
hu: BAL VA'LL

source: RIGHT HAND
hu: JOBB KÉZ

source: LEFT HAND
hu: BAL KÉZ

source: RIGHT LEG
hu: JOBB LA'B

source: LEFT LEG
hu: BAL LA'B

source: BACK PACK
hu: HA'TIZSA'K

source: BELT
hu: ÖV

source: GROUND
hu: TALAJ

source: ARMOURY
hu: FEGYVERKÉSZLET

source: COMMON POOL
hu: KÖZÖS FELSZERELÉS

source: Move up one level
hu: Mozgás felfelé egy szinttel

source: Move down one level
hu: Mozgás lefelé egy szinttel

source: View up one level
hu: Nézetet feljebb egy szinttel

source: View down one level
hu: Nézetet lejjebb egy szinttel

source: Show Map
hu: Térkép Nézet

source: Stand up / Crouch
hu: Feláll / Leguggol

source: Inventory
hu: Felszerelés

source: CenterView
hu: Képernyő Középre

source: Jump to Next Man
hu: Ugrás a Következő Emberre

source: Done with this man
hu: Ember befejezése

source: Toggle Roof
hu: Tetők Kapcsolgatása

source: Done with turn
hu: Kör vége

source: Exit Game
hu: Kilépés

source: Show Stats of man
hu: Ember Értékei

source: Switch Barchart
hu: Oszlopdiagram Kapcsolása

source: Reserve Time: None
hu: Időegység tartalékolás: Nincs

source: Reserve Time: Aimed shot
hu: Időegység tartalékolás: Célzott lövésre

source: Reserve Time: Snapshot
hu: Időegység tartalékolás: Kapás lövésre

source: Reserve Time: Autoshot
hu: Időegység tartalékolás: Sorozat lövésre

source: Introduction
hu: Bevezető

source: Battlescape
hu: Csatatér

source: Mapview
hu: Térképnézet

source: Stats-View
hu: Értékek Megtekintése

source: Endgame-Stats
hu: Játék Végi Statisztikák

source: Network
hu: Hálózat

source: Mission-Planner
hu: Küldetés-Tervező

source: Scenarios
hu: Forgatókönyvek

source: Select Help-Page
hu: Válassz Súgó-Oldalt

source: HELP-&INDEX
hu: SÚGÓ-&INDEX

source: &PREV PAGE
hu: &ELŐZŐ OLDAL

source: &NEXT PAGE
hu: &KÖVETKEZŐ OLDAL

source: To leave, press ESC.
hu: Kilépéshez nyomj ESC-et

source: UFO2000 is a multiplayer game in the spirit of 'X-COM: UFO Defense'.
hu: Az UFO2000 egy multiplayer játék az 'X-COM: UFO Defense' stílusában.

source: At the moment, only the tactical part of the game is playable,
hu: Jelenleg csak a játék taktikai része játszható,

source: e.g. two teams of soldiers and/or aliens fighting each other.
hu: amelyben két csapat ember és idegen harcol egymással.

source: UFO2000 needs data (graphics, sound, maps) from an original XCOM-game.
hu: Az UFO2000 betöltheti az eredeti XCOM-játékok fájlait (grafikák, hang, térképek).

source: Files from the XCOM-Demo can be used if you don't own XCOM-1,
hu: Az XCOM-Demo verzió fájlai is használhatók ehhez, ha az eredeti XCOM-1 nincs meg,

source: but this demo only has a few of the maps and aliens.
hu: de ebben a demo-ban csak néhány térkép és idegen van.

source: If you also have Terror-from-the-Deep (aka UFO-2) or the TFTD-demo,
hu: Ha a Terror-from-the-Deep is megvan (alias UFO-2), vagy a TFTD-demo,

source: some additional maps from this game can be used.
hu: akkor néhány extra térkép is használható abból a játékból.

source: (But XCOM-1 is always required)
hu: (De az XCOM-1 mindig szükséges.)

source: UFO2000 can be played hotseat (solo, or 2 players on 1 computer),
hu: Az UFO2000 HOTSEAT módban is játszható (2 játékos 1 gépen),

source: or via LAN or internet. The offical server runs on lxnt.info:2001.
hu: vagy LAN-on vagy neten keresztül. A hivatalos szerver internet címe lxnt.info:2001.

source: There is no AI implemented yet.
hu: Még nincsen AI implementálva.

source: UFO2000 is controlled mainly with the mouse, and these keys:
hu: Az UFO2000 irányítása főleg az egérrel történik, és ezekkel a gombokkal:

source: F1: Help, F2+F3: Save+Load, F9: Keymap, F10: Window/Fullscreen, F12: Screenshot
hu: F1: Súgó, F2+F3: Mentés+Betöltés, F9: Gombok listája, F10: Ablak/Teljesképernyő, F12: Screenshot

source: Keypad+/-: adjust Music-Volume, Shift+space: Pause, ESC: Quit.
hu: Keypad +/-: Zene hangerő állítás, Shift+space: Pauza, ESC: Kilépés

source: The active soldier is highlighted by a yellow arrow above him.
hu: Az aktív katonát egy sárga nyíl mutatja a feje fölött.

source: Click on any of your soldiers to make him active.
hu: Kattints bármelyik katonádra, hogy aktívvá váljon.

source: To move the active soldier, left-click on the map.
hu: Az aktív katona mozgatásához kattints bal gombbal a térképre.

source: Right-click turns him towards the cursor, opens doors,
hu: Jobb-klikk elfordítja a katonát a kurzor felé, vagy ajtót nyit

source: and stops movement (e.g. in case of a mis-click).
hu: valamint megállítja a mozgást (ha rossz helyre klikkeltél)

source: To fire a gun, click on the weapon in the left or right hand,
hu: Tüzeléshez, kattints a fegyverre a jobb vagy bal kézben,

source: select the fire-mode (aimed, snapshot, autoshot), then click
hu: válaszd ki a tüzelési-módot (célzott, kapás, sorozat), aztán kattints

source: on the target. Use the PgUp&&PgDown-buttons to aim at other levels.
hu: a célpontra. Használad a PageUp és PageDown gombokat a szintváltáshoz célzás közben.

source: Grenades should be primed before they are thrown.
hu: A gránátokat élesíteni (időzíteni) kell mielőtt eldobod őket.

source: The delay is the number of rounds before they go off.
hu: Az időzítésnél megadhatod hogy hány kör mulva robbanjon fel.

source: Zero delay means they explode at the end of your turn.
hu: Ha nullára állítod az időzítést, akkor a köröd végén robban. (vagy rögtön becsapódáskor)

source: While you hold a grenade in your hand, it does not countdown,
hu: Amíg fogod a gránátot, nem számol vissza

source: but a high-explosive does !
hu: de a robbanószer (high-explosive) igen.

source: Primed proxy-grenades get hot when thrown or put on the ground.
hu: Az élesített proxy-gránátok a földre rakástól kezdve aktívak.

source: The control-panel at the bottom of the screen:
hu: Az irányító panel a képernyő közepén, alul található.

source: The boxes at the left and right show the items in hand, e.g. weapons.
hu: A bal és jobboldalon lévő dobozok mutatják a két kézben tartott felszerelést.

source: Between them are some buttons and a small status-display.
hu: Ezek között van néhány egyéb gomb és az állapot jelző.

source: Control-panel: Buttons in column 1:
hu: Irányító panel: Az első oszlopban lévő gombok.

source: Climb up && down a level.
hu: Mászás fel && Mászlás le egy szinttel (pl. létrán)

source: This works only when standing on a gravlift.
hu: Ez csak akkor működik ha grav-liftben vagy létrán állsz, vagy repülő páncélod van.

source: Control-panel: Buttons in column 2 (Ladder-symbol):
hu: Irányító panel: A második oszlopban lévő gombok (létra-jel)

source: Change level up && down: Look (and aim) at other levels.
hu: Nézet váltása egy szinttel fel && egy szinttel le

source: Maps have 4 levels. Keyboard-shortcut: PgUp && PgDn-Keys.
hu: A térképeknek 4 szintje van. Billentyűzet-gombok: PageUp && PageDown gombok

source: Control-panel: Buttons in column 3:
hu: Irányító panel: A harmadik oszlopban lévő gombok

source: Map-Display: Invoke the map-viewer for a small overhead-view.
hu: Kistérkép: Bekapcsolja a kistérkép-nézőt, amelyen látszik az egész pálya

source: Stand up / Kneel: Kneeling improves aiming (10%).
hu: Helyzetváltás: Feláll / Leguggol: A guggolás (térdelés) (10%)-al növeli a célzási pontosságot.

source: Control-panel: Buttons in column 4:
hu: Irányító-panel: A negyedik oszlopban lévő gombok

source: Inventory: access your belt, backpack etc., and items on the ground.
hu: Felszerelés: az övben, hátizsákban, földön stb. lévő felszerelések kezelése

source: Center view: scroll map-display to center around the current man.
hu: Nézet középre: ráállítja a képernyőt az éppen kijelölt emberre

source: Control-panel: Buttons in column 5:
hu: Irányító-panel: Az ötödik oszlopban lévő gombok

source: Switch to next man, who still has TUs left.
hu: Váltás a következő emberre, akinek még van időegysége.

source: Switch to next man, and mark current man as done.
hu: Váltás a következő emberre, és a jelenlegi embert kész-nek jelöli erre a körre.

source: Control-panel: Buttons in column 6:
hu: Irányító-panel: A hatodik oszlop gombjai

source: Show/hide other levels (e.g. show roof of buildings etc.)
hu: A magasabb szintek (pl. tetők) mutatása / elrejtése

source: Config-Dialog: adjust movement speed, scrolling speed etc.
hu: Beállítás-panel: mozgási sebesség, térkép mozgatási sebesség, stb. állítása

source: Control-panel: Buttons in column 7:
hu: Irányító-panel: A hetedik oszlop gombjai

source: End your turn.
hu: Kör vége

source: Quit: abort mission (same as ESC).
hu: Kilépés: küldetés megszakítása (ESC gombbal is)

source: Control-panel: green&&red buttons at the lower left:
hu: Irányító-panel: zöld && piros gombok a bal lenti sarokban

source: Green: Reserve no time, move freely.
hu: Zöld: Nincs időegység tartalékolás, szabadon mozoghat

source: Red: Reserve time for aimed shot, snapshot, autofire.
hu: Piros: Időegységek tartalékolása célzott, kapás vagy sorozat lövésre

source: Control-panel: big brown button in the center
hu: Irányító-panel: nagy barna gomb középen

source: (shows turn-number):
hu: (megmutatja a jelenlegi kör számát)

source: Invoke statistics-display for current man.
hu: Megmutatja a kijelölt ember statisztikáit

source: The map-viewer shows a small overhead-view of the map.
hu: A kistérkép megmutatja az egész pályát

source: To look at other levels, use the up&&down-buttons at the left.
hu: Más szintek megtekintéséhez használd a fel && le gombokat a baloldalon

source: To leave, click on the red OK-button, or press ESC.
hu: Kilépéshez kattints a piros OK gombra vagy nyomj ESC-et

source: A click on the map-area centers the view to this spot.
hu: Kattints a térképen annak a helynek a megtekintéséhez

source: Unexplored areas are shown as black.
hu: A felfedezetlen részek feketével látszanak

source: Yellow dots: your men.
hu: Sárga pontok: a te embereid

source: Red dots : enemy soldiers.
hu: Piros pontok: ellenséges katonák

source: Blue dots : map-tiles with damage.
hu: Kék pontok: sebzést okozó térképkockák

source: Inventory: here you can manage the weapons
hu: Felszerelés: itt tudod kezelni a fegyvereket

source: and equipment of your soldier.
hu: és az katona felszerelését.

source: To leave, press the OK-button, or goto the next/previous man.
hu: Elhagyásho nyomd az OK-gombot, vagy menj a következő / előző emberre.

source: In the mission-planner, you can use F2 && F3
hu: A küldetés-tervezőben az F2 és F3 gombokat használhatod

source: to save && load a team of soldiers.
hu: egy csapat katona mentéséhez vagy betöltéséhez.

source: Use the mouse to move items between the slots
hu: Az égerrel tudsz tárgyakat mozgatni a helyek között

source: for hands, belt, backpack etc.
hu: a kézbe, az övbe a hátizsákba, stb.

source: Note: during battle, each such move costs time.
hu: Megjegyzés: harc közben az ilyen mozgatások időegységekbe kerülnek.

source: To unload a weapon, move it over the clip-button
hu: A fegyverből a tár eltávolításához mozgasd a fegyvert a tár-ürítés gombra

source: (top right, below the arrow-buttons) and click there.
hu: (jobb felső rész, a nyíl gombok alatt) és kattints rá.

source: You must have your second hand free.
hu: Ehhez a másik kéznek üresnek kell lennie.

source: To load an empty weapon, hold it in one hand,
hu: Fegyver betöltéséhez rakd az egyik kézbe,

source: and move ammo of the matching type into the weapon-slot.
hu: mozgasd rá a megfelelő tipusú lőszert a fegyverre, és kattints.

source: The armor cannot be changed during a battle.
hu: A páncélt nem lehet harc közben lecserélni.

source: Flying armor does not work yet (it only has stronger armor).
hu: A repülő páncél még nem működik (csak erősebb a páncélja).

source: Click on the picture of the soldier to get to his stats.
hu: Kattints a katona képére hogy megjelenjenek a tulajdonságai.

source: Quick-Setup: (experimental feature)
hu: Gyors-Beállítás: (próba jellegű funkció)

source: With F5..F8 a predefined soldier-type can be selected.
hu: Az F5...F8 gombokkal egy előre-beállított katona tipust lehet kiválasztani.

source: Shift-F5..F8 set up these keys.
hu: Shift-F5...F8 gombkombinációkkal lehet ezeket a gombokat beállítani.

source: Quick-Setup:
hu: Gyors-Beállítás:

source: DEL: delete equipment of the current soldier.
hu: DEL: törli a jelenlegi katona összes felszerelését.

source: TAB/Shift-TAB: jump to next/previous soldier.
hu: TAB / Shift-TAB: ugrás a következő / előző katonára.

source: F9: generate a name for the current soldier.
hu: F9: új név generálása a jelenlegi katonának.

source: Shift-F9: configure the name-generator.
hu: Shift-F9: a név-generátor beállításai.

source: F11: cycle thru apperances of the current soldier.
hu: F11: a jelenlegi katona kinézetének változtatása.

source: F12: cycle thru armor-types of the current soldier.
hu: F12: a jelenlegi katona páncél-típusainak változtatása.

source: Stats-Display: the current attributes of the soldier.
hu: Tulajdonságok-Képernyő: a jelenlegi katona tulajdonságainak megjelenítése.

source: To leave, press ESC or click a mousebutton.
hu: Elhagyáshoz nyomd meg az ESC gombot vagy kattints az egérrel.

source: Stats:
hu: Tulajdonságok:

source: Time-Units: every action costs time.
hu: Idő-Egységek: minden cselekvés időbe kerül.

source: Energy: some actions also cost energy (e.g. walking).
hu: Energia: némely cselekvések energiába is kerülnek (pl. gyaloglás)

source: Health: when this reaches zero, the soldier dies.
hu: Élet: amikor ez elfogy, a katona meghal.

source: Fatal Wounds: amount of health-loss each round.
hu: Halálos Sebek: élet veszteség minden körben.

source: Stun: shown as an overlay to health. When the stun-value
hu: Bénulás: ez egy csík az élet fölött. Amikor a bénulás-érték

source: reaches the value of health, the soldier gets unconscious.
hu: eléri az élet mennyiségét, a katona elájul.

source: Bravery: (not yet implemented - same for all man)
hu: Bátorság: (még nincs implementálva - minden embernek egyforma)

source: Morale: current morale. Goes down when own men die.
hu: Morál: a jelenlegi morál. Csökken amikor saját emberek meghalnak.

source: Reactions: chance for firing at an enemy during their round.
hu: Reakció: annak az esélye hogy a katona visszalő az ellenségre az ő körük alatt.

source: This needs time for at least a snapshot.
hu: Ehhez elég időegységnek kell lennie legalább egy kapás-lövésre.

source: Firing accuracy: for pistols and guns.
hu: Célzási Pontosság: a lőfegyverekkel való lövés pontossága.

source: Throwing accuracy: for grenades.
hu: Dobási Pontosság: gránátok dobási pontossága.

source: Strength: this determines how much the soldier can carry.
hu: Erő: ez mutatja hogy mennyi felszerelést bír el a katona.

source: When overloaded, he gets less TU each round.
hu: Amikor túl van terhelve, az időegyésge kevesebb lesz minden körben.

source: PSI-Strength: (not yet implemented)
hu: PSI-Erő: (még nincs implementálva)

source: Armor: protection-value on all sides of the soldier.
hu: Páncél: védő-érték a katona minden oldalára.

source: Under-armor protects against nearby explosions.
hu: Az alsó-pánél megvéd a közeli robbanásoktól.

source: Endgame-Statistics:
hu: Játékvégi-Statisztikák:

source: A summary of kills and damage for both teams.
hu: Az ölések és a sebzés összegzése mindkét csapatnak.

source: You can stay here to chat in private with your partner.
hu: Itt maradhatsz és privátban chat-elhetsz a másik játékossal.

source: Connect to an UFO2000-Server on your LAN (e.g. 192.168.1.2:2000)
hu: Csatlakozás UFO2000 szerverhez helyi (LAN) hálózaton. (például: 192.168.1.2:2000)

source: or on the Internet (e.g. the offical server lxnt.info:2001).
hu: vagy az interneten (például: a hivatalos szerver: lxnt.info:2001)

source: To get a valid login-name at the official server,
hu: Érvényes login név regisztrálásához a szerveren

source: register at http://ufo2000.lxnt.info/admin.php
hu: regisztrálj itt: http://ufo2000.lxnt.info/admin.php

source: Registration is free, and no personal data is required.
hu: A regisztráció ingyenes és nem kell személyes adatot megadni.

source: To chat, just type your message, and press ENTER.
hu: Chat-eléshez írd meg az üzenetet és nyomj ENTER-t.

source: To challenge another player, or accept his/her challenge,
hu: Másik játékos kihívásához vagy kihívás elfogadásához,

source: click on his/her name in the player-list at the right.
hu: kattints a nevére a játékos listában a jobboldalon.

source: Colors of the playernames:
hu: A játékosok nevének szinei:

source: White: You.
hu: Fehér: Te

source: Gray : Someone else, available for chat.
hu: Szürke: valaki más, aki tud chat-elni

source: Red : He/she is busy, playing with someone else.
hu: Piros: ez a játékos most játszik valaki mással

source: Yellow: You have sent a challenge to him/her.
hu: Sárga: kihívtad ezt a játékost egy csatára

source: Green : You can accept a challenge from him/her.
hu: Zöld: elfogadhatsz egy kihívást ettől a játékostól

source: Mission-Planner: here you can select a map and a scenario,
hu: Küldetés-Tervező: itt kiválaszthatsz egy térképet és egy küldetést,

source: set the game-rules, and select soldiers for a mission.
hu: beállíthatod a játékszabályokat és kiválaszthatod a katonákat a küldetéshez.

source: When finished, press SEND, then START. To leave, press ESC.
hu: Amikor kész, nyomd meg a SEND és aztán a START gombokat. Kilépéshez nyomj ESC-et.

source: To edit one of your soldiers, CTRL-click on his name.
hu: A katonák szerkesztéséhez, CTRL-klikk a nevére.

source: Left-click to place a soldier on the map (your side only),
hu: Bal-klikk -el tudod lerakni a katonát a térképre (csak a saját csapatodból),

source: right-click to remove him.
hu: jobb-klikkel tudod eltávolítani.

source: SAVE && LOAD for a team can be found on the soldier-edit-screen.
hu: Mentés és Betöltés a csapatoknak megtalálható a katona-szerkesztő-képernyőn.

source: To change the scenario, click on the text below 'MATCH SETTINGS'.
hu: A küldetés megváltoztatásához kattints a 'MECCS BEÁLLÍTÁSOK' alatti gombra.

source: To generate a new map, click on the terrain-name,
hu: Új térkép generálásához kattints a terep nevére,

source: then click on LOAD, NEW or select a new size (4*4, 5*5, 6*6).
hu: és aztán kattints a BETÖLTÉS vagy ÚJ gombra, vagy válassz új méretet (4*4, 5*5, 6*6).

source: Click on 'Game rules' for fine-tuning the settings:
hu: Kattints a "Játékszabályok"-ra a szabályok módosításához.

source: Explosives, Pointlimit, Turnlimit, Timelimit, FOW, Items on Ground.
hu: Robbanószerek, Ponthatár, Körhatár, Időkorlát, Háborús Köd, Tárgyak a Földön

source: You should negotiate them via chat with your partner.
hu: Ezeket a másik játékossal egyeztesd chat-ben.

source: Gamerules - Explosives:
hu: Játékszabályok - Robbanószerek:

source: What kind of grenades and rockets are allowed.
hu: Milyen gránátok vannak engedélyezve.

source: (0=no explosives .. 3=everything allowed)
hu: (0=semmilyen robbanószer ... 3=összes robbanószer)

source: Gamerules - Pointlimit:
hu: Játékszabályok - Ponthatár:

source: How many points you can spend on your soldiers,
hu: Hány pontot költhetsz a katonáidra,

source: their attributes, armor, weapons and equipment.
hu: értékeikre, a páncéljukra, fegyvereikre és felszerelésükre.

source: Gamerules - Turnlimit:
hu: Játékszabályok - Körhatár:

source: How many turns the match will last.
hu: Hány körig tart a meccs.

source: Gamerules - Timelimit:
hu: Játékszabályok - Időkorlát:

source: How many seconds each turn lasts.
hu: Hány másodpercig tarthat egy kör.

source: This is for fast, blitz-type games.
hu: Ez a gyors, villám-jellegű játékokhoz jó.

source: Gamerules - Map Exploration Level at start of game:
hu: Játékszabályok - Térkép Felfedezettség a játék kezdetekor:

source: 0: map not explored, 1: deployment-area explored, 2: whole map explored.
hu: 0: a térkép nincs felfedezve, 1: kezdési terület fel van fedezve, 2: egész térkép fel van fedezve.

source: Unexplored (not yet seen) parts of the map are shown as black.
hu: A fel nem fedezett (még nem látott) területek feketével látszanak.

source: Gamerules - Ground
hu: Játékszabályok - Föld:

source: If this is off, you cannot leave the editor while items
hu: Ha ez ki van kapcsolva, akkor nem mehetsz ki a felszerelés képernyőről amig tárgyak

source: are on the ground (e.g. heavy rockets to take on the mission).
hu: vannak a földön (pl. nehéz rakéták amiket a küldetésre vinnél)

source: There are several scenario-types available:
hu: Több féle küldetés közül lehet választani:

source: Deathmatch - the most basic scenario:
hu: Deathmatch - a legegyszerűbb küldetés:

source: To win, you just have to survive,
hu: A győzelemhez túl kell élned

source: and kill or stun everybody else.
hu: és megölni vagy elkábítani az ellenfeleket.

source: (to be continued)
hu: (folytatva lesz)

source: MATCH SETTINGS
hu: JÁTÉK BEÁLLÍTÁSOK

source: Game rules:
hu: Jatékszabályok:

source: Total points=%d (of %d)
hu: Pont-érték = %d (össz. %d)

source: NEW
hu: ÚJ

source: LOAD
hu: BETÖLTÉS

source: SAVE
hu: MENTÉS

source: Light level: %d
hu: Napfény szintje: %d

source: Points limit: %d000
hu: Ponthatár: %d000

source: No turns limit
hu: Nincs kör határ

source: Turns limit: %d
hu: Kör határ: %d

source: No time limit
hu: Nincs időkorlát

source: Time limit: %d sec
hu: Időkorlát: %d másodperc

source: Exploration level: %d
hu: Felfedezettségi szint: %d

source: Editor: ground on
hu: Felszerelés képernyő: Föld bekapcsolva

source: Editor: ground off
hu: Felszerelés képernyő: Föld kikapcsolva

source: Night.
hu: Északa.

source: Low visibility.
hu: Félhomály.

source: Twilight.
hu: Hajnal.

source: Medium visibility.
hu: Közepes látóviszonyok.

source: Day.
hu: Nappal.

source: Good visibility.
hu: Verőfényes napsütés.

source: no
hu: nem

source: Map isn't explored at all.
hu: A térkép egyáltalán nincs felfedezve.

source: Deployment area is explored.
hu: A kezdési terület fel van fedezve.

source: The entire map is explored.
hu: Az egész térkép fel van fedezve.

source: Ready to play!
hu: Kezdésre készen!
