Repository: jammers-ach/ufo2000
Catalog: trunk/translations/ufo2000-hun.po
Languages: hu

source: Total points=%d
hu: Pontok összesen = %d

source: Some of the soldiers selected for battle are equipped with forbidden weapons
hu: Valamely katonának nem engedélyezett fegyverek vannak a felszerelésében.

source: Load map
hu: Térkép betöltése

source: Invalid map file.
hu: Hibás térkép fájl

source: Save map
hu: Térkép mentése

source: Can't save map file.
hu: Nem sikerült menteni a térkép fájlt.

source: Screenshot saved as %s
hu: Screenshot elmentve mint %s

source: Use left/right arrows to rotate the globe
hu: Használd a nyilakat a földgömb forgatásához

source: Use F1..F7 to accelerate time
hu: Használd az F1...F7 gombokat az idő gyorsításához

source: Press ESC to exit
hu: Nyomj ESC-et a kilépéshez
