Repository: jammers-ach/ufo2000
Catalog: trunk/translations/ufo2000-hun.po
Languages: hu

source: Options
hu: Beállítások

source: end turn sound
hu: kör végi hang

source: start sitting if second
hu: guggolva kezd ha második

source: icon panel tooltips
hu: ikon panel cimkék

source: enlarged battleview
hu: nagyobbított harci nézet

source: center on new enemies
hu: középreáll új ellenségre

source: Cancel
hu: Mégse

source: movement speed
hu: mozgási sebesség

source: fire speed
hu: Tüzelési sebesség

source: scroll speed
hu: Lapozási sebesség

source: mapscroll points
hu: térkép pont lapozás

source: music volume
hu: zene hangereje

source: console font size
hu: konzol betű méret

source: mouse sensitivity
hu: egér érzékenység

source: prefer x-com graphics
hu: válassza az x-com grafikát

source: Unfortunately you have an older UFO2000 version than your opponent has. And the changes introduced between these versions make them incompatible. Please visit http://ufo2000.sourceforge.net and upgrade (you need UFO2000 version %s.%d or newer).
hu: Sajnos régebbi verziójú az UFO2000-ed, mint az ellenfeledé. És a változtatások miatt a két verzió összeférhetetlen egymással. Kérjük látogass el a http://ufo2000.sourceforge.net -re és tölts le egy újabb verziót (a következő UFO2000 verzióra van szükség: %s.%d vagy újabb).

source: Unfortunately your opponent has an older version of UFO2000. And the changes introduced between these versions make them incompatible. Please try again after your opponent upgrades to an up to date version.
hu: Sajnos régebbi verziójú az UFO2000-ed, mint az ellenfeledé. És a változtatások miatt a két verzió összeférhetetlen egymással. Kérjük próbáld újra miután az ellenfeled letöltött egy frissebb verziót.

source: Comparing local and remote UFO2000 versions...
hu: Összehasonlítás a helyi és a távoli UFO2000 verziókat

source: Press ESC to cancel if it takes too long.
hu: Nyomj ESC-et a kilépéshez ha túl sokáig tart.

source: Welcome to the mission-planner !
hu: Üdvözlet a küldetés-tervezőben !

source: EXIT MISSION-PLANNER
hu: KILÉPÉS A KÜLDETÉSTERVEZŐBŐL

source: Remote player does not have any of your maps
hu: A távoli játékosnak nincs meg egyik térképed sem

source: You can select a map and change the match-settings.
hu: Kiválaszthatsz egy térképet és módosíthatod a meccs beállításait

source: The map is already set for this game, and cannot be changed.
hu: A térkép már be van állítva ehhez a játékhoz és nem módosítható

source: To edit a soldier, CTRL-click on his name.
hu: A katonák szerkesztéséhez, CTRL-klik a nevére

source: Left-click to place a soldier on the map, right-click to remove him.
hu: Bal-klik lerakja a katonát a térképre, jobb-klik felszedi

source: When finished, click SEND, then START. Press ESC to quit, F1 for help.
hu: Amikor kész, kattints a SEND aztán a START gombra. Nyomj ESC-et a kilépéshez, F1-et a súgóhoz.

source: PREPARATIONS FOR MISSION FINISHED
hu: KÜLDETÉS ELŐKÉSZÍTÉSE BEFEJEZVE

source: SCREEN-SNAPSHOT
hu: KÉPERNYŐ-MENTÉS

source: Music OFF
hu: Zene Kikapcsolva

source: Load squad (*.squad files)
hu: Csapat betöltése (*.squad fájlok)

source: No saved squads found!
hu: Nem találhatók mentett csapatfájlok!

source: Save squad (*.squad file)
hu: Csapat mentése (*.squad fájlok)

source: Armoury layout exported as weapon set template to %s
hu: Fegyvertár elrendezés exportálva mint fegyver készlet séma, ebbe a fájlba: %s

source: This item is not allowed for currently selected weapon set, right-click to get rid of it
hu: Ez a fegyver nem engedélyezett a jelenlegi fegyverkészletben, jobb-klikkel eltüntetheted

source: Click-and-drop weapons from the armory to the soldier, right-click to remove
hu: Kattintással felveheted és lerakhatod a fegyvereket a katonára a raktárból, jobb-kattintással eltávolít

source: AMMO:
hu: LŐSZER:

source: ROUNDS
hu: LÖVÉS

source: LEFT=
hu: MARADT=

source: F1: Help
hu: F1: Súgó

source: F2/F3: Save/load team
hu: F2/F3: Csapat mentés/betöltés

source: F4: Edit soldier attributes
hu: F4: Katonák értékeinek szerkesztése

source: F5: Change weaponset
hu: F5: Fegyverkészlet cseréje

source: F6: Save as weapon set template
hu: F6: Fegyverkészlet mentése sémába

source: Ctrl+Ins: Copy current soldier
hu: Ctrl+Ins: Katona másolása

source: Shift+Ins: Paste on current soldier
hu: Shift+Ins: Beillesztés erre a katonára

source: Del: Delete items of current man
hu: Del: Jelenlegi ember felszerelését törli

source: F11: Cycle through appearences
hu: F11: Megjelenések lapozása

source: F12: Cycle through human armours
hu: F12: Emberi páncélok lapozása

source: Shift+F12: Cycle through alien races
hu: Shift+F12: Idegen fajok lapozása

source: Tab: Next soldier
hu: F1: Súgó

source: Shift+Tab: Previous soldier
hu: Shift+Tab: Előző katona

source: Equipment weight: %2d/%2d
hu: Felszerelés sulya: %2d%2d

source: Soldier cost
hu: Katona ára

source: Select unit race
hu: Faj kiválasztása

source: Select unit armour
hu: Páncél kiválasztása

source: Select unit appearance
hu: Megjelenés kiválasztása

source: Points remain: %2d
hu: Ennyi pont maradt: %2d

source: Name:
hu: Név:

source: Race:
hu: Faj:

source: Armour:
hu: Páncél:

source: Appearance:
hu: Megjelenés:

source: Time Units
hu: Időegységek

source: Stamina
hu: Álllóképesség

source: Health
hu: Életerő

source: Bravery
hu: Bátorság

source: Reactions
hu: Reakció

source: Firing
hu: Célzás

source: Throwing
hu: Dobás

source: Strength
hu: Erő

source: Edit soldier attributes
hu: Katonák értékeinek szerkesztése

source: Select equipment set
hu: Fegyver-készlet kiválasztása

source: Remote player does not have any of your weaponsets
hu: Másik játékosnak nincs meg egyik fegyver-készleted sem

source: CANCEL
hu: MÉGSE

source: THROW ACC>%02d%% TUs>%02d
hu: DOBÁS CÉLZ>%02d%% IE>%02d

source: STUN TUs>%02d
hu: BÉNÍTÁS IE>%02d

source: PUNCH TUs>%02d
hu: ÜTÉS IE>%02d

source: PRIME EXPLOSIVE TUs>%02d
hu: ROBBANÓSZERT ÉLESÍT IE>%02d

source: PRIME GRENADE TUs>%02d
hu: GRÁNÁT ÉLESÍTÉSE IE>%02d

source: AUTO SHOT ACC>%02d%% TUs>%02d
hu: SOROZAT LÖVÉS CÉLZ>%02d%% IE>%02d

source: SNAP SHOT ACC>%02d%% TUs>%02d
hu: KAPÁS LÖVÉS CÉLZ>%02d%% IE>%02d

source: AIMED SHOT ACC>%02d%% TUs>%02d
hu: CÉLZOTT LÖVÉS CÉLZ>%02d%% IE>%02d

source: HEAL WOUNDS TUs>%02d
hu: SEBGYÓGYÍTÁS IE-k>%02d

source: INJECT STIMULANTS TUs>%02d
hu: STIMULÁNS INJEKCIÓ IE-k>%02d

source: INJECT PAINKILLERS TUs>%02d
hu: FÁJDALOMCSILLAPÍTÓ INJEKCIÓ IE-k>%02d

source: %s is panicking and can't access inventory.
hu: %s pánikol és nem tudja használni a felszerelését.

source: DELAY
hu: KÉSLELTETÉS

source: TIME:
hu: IDŐ:

source: Firing-Type
hu: Tüzelési-Típus

source: Accuracy
hu: Pontosság

source: TU cost
hu: IE ár

source: Auto
hu: Sorozat

source: Snap
hu: Kapás

source: Aimed
hu: Célzott

source: Hand-to-hand weapon
hu: Kézi-harc fegyver

source: Two-handed weapon
hu: Kétkezes fegyver

source: Medical item
hu: Gyógyászati tárgy

source: Stun
hu: Bénultság

source: Energy
hu: Energia

source: Morale
hu: Morál

source: Usage TU cost
hu: Használat IE ár

source: Prime TU cost
hu: Élesítés IE ár

source: Throw TU cost
hu: Dobás IE ár

source: Damage
hu: Sebzés

source: Ammo-Type
hu: Lőszer-Típus

source: Rounds
hu: Lövések

source: Blast range
hu: Robbanási körzet

source: Smoke range
hu: Füst körzet

source: Smoke time
hu: Füst idő

source: Ammo#
hu: Lőszer#

source: Weight
hu: Súly

source: Cost
hu: Ár

source: Time left: %d
hu: Idő maradt: %d

source: Error: game state on your an remote computers got out of sync.
hu: Hiba: játékállapot nem egyezik a Te géped és a másik gép között

source: You can encounter any weird bugs or just crashes if you continue playing.
hu: Furcsa hibák fordulhatnak elő ha folytatod a játékot

source: Bug report saved in 'crc_error_%d.txt', please send it to developers
hu: Hibajelentés elmentve a 'crc_error_%d.txt' fájlba, ha lehet, küldd el a fejlesztőknek

source: Remote game state checksum is not equal to local
hu: A másik játékos játék-állpotának checksum-ja nem egyezik a mienkkel

source: Turn end
hu: Kör vége

source: NEXT TURN
hu: KÖVETKEZŐ KÖR

source: Next turn
hu: Következő kör

source: Next turn. local = %d, remote = %d soldiers
hu: Új kör. Katonák száma: Helyi = %d, Távoli = %d

source: WATCH
hu: MEGFIGYELÉS

source: PAUSE (press shift+space to resume)
hu: PAUZA (nyomj shift+space -t a folytatáshoz)

source: DRAW!
hu: DÖNTETLEN!

source: PLAYER 2 WINS!
hu: JÁTÉKOS 2 GYŐZÖTT

source: PLAYER 1 WINS!
hu: JÁTÉKOS 1 GYŐZÖTT

source: YOU WIN!
hu: TE GYŐZTÉL!

source: YOU LOSE!
hu: VESZTETTÉL!

source: Summary
hu: Összegzés

source: Player 1
hu: Játékos 1

source: Player 2
hu: Játékos 2

source: Your Platoon
hu: A Te osztagod

source: Remote Platoon
hu: A Másik osztaga

source: Total Kills:
hu: Ölések Száma:

source: Player
hu: Játékos

source: Death:
hu: Halálok:

source: Total Damage Inflicted:
hu: Összes Okozott Sebzés:

source: Total Damage Taken:
hu: Összes Kapott Sebzés:

source: Most Valuable Soldier:
hu: Legértékesebb Katona:

source: %s (%s, %d kills)
hu: %s (%s, %d ölés)

source: Remote
hu: Távoli

source: Local
hu: Helyi

source: Most Devastating Soldier:
hu: Legpusztítóbb Katona:

source: %s (%s, %d damage inflicted)
hu: %s (%s, %d okozott sebzés)

source: Most Cowardly Soldier:
hu: Leggyávább Katona:

source: Name
hu: Név

source: Kills
hu: Ölések

source: Details
hu: Részletek

source: End
hu: Vége

source: You can chat here. Press ESC when finished.
hu: Itt lehet chat-elni. Nyomj ESC-et amikor kész vagy.

source: EXIT TO MAIN MENU
hu: KILÉPÉS A FŐMENÜBE

source: Welcome to the battlescape of UFO2000 !
hu: Üdvözöllek az UFO2000 csatatéren !

source: Press F1 for help.
hu: Nyomj F1-et a súgóhoz.

source: Battlereport
hu: Csatajelentés

source: SAVE GAME
hu: JÁTÉK MENTÉS

source: Game saved
hu: Játék elmentve

source: LOAD GAME
hu: JÁTÉK BETÖLTÉS

source: failed
hu: sikertelen

source: Saved game not found
hu: Nem található mentett játék

source: success
hu: siker

source: Tooltips OFF
hu: Egércimkék KI

source: Tooltips ON.
hu: Egércimkék BE

source: STOP NOTIFY
hu: ÉRTESÍTÉS LEÁLLÍTÁSA

source: START NOTIFY
hu: ÉRTESÍTÉS INDÍTÁSA

source: ABORT MISSION ?
hu: KÜLDETÉS MEGSZAKÍTÁSA?

source: YES=RESIGN
hu: IGEN = MEGADÁS

source: RECALL DRAW OFFER
hu: DÖNTETLEN AJÁNLAT TÖRLÉSE

source: ACCEPT DRAW OFFER
hu: DÖNTETLEN AJÁNLAT ELFOGADÁSA

source: OFFER DRAW
hu: DÖNTETLENT AJÁNL

source: NO=CONTINUE
hu: NEM = FOLYTATÁS

source: EXIT FROM REPLAY?
hu: VISSZAJÁTSZÁS MEGSZAKÍTÁSA?

source: Game aborted
hu: Játék megszakítva

source: You: Draw offer accepted
hu: Te: Döntetlen ajánlat elfogadva

source: You: Draw offered
hu: Te: Döntetlen felajánlva

source: You: Draw offer recalled
hu: Te: Döntetlen ajánlat törölve

source: Save replay?
hu: Elmented a visszajátszást?

source: Save replay (*.replay file)
hu: Visszajátszás mentése (*.replay fájlok)

source: Unable to delete existing file %s!
hu: Nem sikerült törölni a létező fájlt: %s!

source: Replay saved as %s
hu: Visszajátszás mentve mint %s

source: Unable to save %s!
hu: Nem sikerült elmenteni: %s!

source: Unable to delete temporary file %s!
hu: Nem sikerült törölni az ideiglenes fájlt: %s!

source: Saved game not available
hu: Mentett játék nem áll rendelkezésre

source: Load replay (*.replay files)
hu: Visszajátszás betöltése (*.replay fájlok)

source: No saved replays found!
hu: Nem található mentett visszajátszás!

source: Replay is invalid!
hu: Ez a visszajátszás hibás!

source: (Probably it was saved by incompatible version).
hu: (Bizonyára egy nem kompatibilis játék-verzióból mentették).

source: START REPLAY
hu: VISSZAJÁTSZÁS INDÍTÁSA

source: UFO2000 v%s.%s - a free and opensource multiplayer game
hu: UFO2000 v%s.%s - egy ingyenes nyílt forrású multiplayer játék

source: inspired by 'X-COM: UFO Defense', see http://ufo2000.sf.net.
hu: amelyet az 'X-COM: UFO Defense' ihletett, lásd http://ufo2000.sf.net.

source: &MORE
hu: &MÉG

source: IEEE-754 compatible 64-bit floating point arithmetics is not supported,
hu: IEEE-754 kompatibilis 64-bites lebegő-pontos aritmetika nem támogott,

source: so you have high risk of synchronization errors in network games
hu: ezért nagy az esélye a szinkronizációs hibáknak a hálózati játék során,

source: and are not allowed to connect the server
hu: emiatt nem kapcsolódhatsz a szerverhez.

source: connect to server
hu: csatlakozás a szerverhez

source: start hotseat game
hu: Egygépes (HOTSEAT) játék indítása

source: show geoscape demo
hu: geoscape demo megtekintés

source: load saved game
hu: mentett játék betöltés

source: load a replay
hu: visszajátszás betöltés

source: options
hu: beállitások

source: about
hu: névjegy

source: tip of the day
hu: a nap tippje

source: quit
hu: kilépés

source: Select terrain type
hu: Terep típus választása

source: NEXT PLAYER
hu: KÖVETKEZŐ JÁTÉKOS

source: GAME START
hu: JÁTÉK INDÍTÁSA

source: Your opponent left the game
hu: Az ellenfeled kilépett a játékból

source: Remote player has the following %d maps that can be used for network game:
hu: Távoli játékosnak ez a %d térképe áll rendelkezésre hálózati játékhoz:

source: The following maps can not be used, they are modified or just not installed by remote player:
hu: Ezeket a térképeket nem lehet használni, mivel módosultak vagy nincsenek meg a távoli játékosnak:

source: Opponent: Draw offer accepted
hu: Ellenfél: Döntetlen ajánlat elfogadva

source: Opponent: Draw offered
hu: Ellenfél: Döntetlent ajánl

source: Opponent: Draw offer recalled
hu: Ellenfél: Döntetlen ajánlat törölve

source: (none, remote player doesn't have any of your weaposets)
hu: (nincs, a távoli játékosnak egyik fegyverkészlet sincs meg a tieid közül)

source: Weapon set: %s
hu: Fegyver készlet: %s

source: You must get your leader (first selected soldier)
hu: El kell hoznod a vezéredet (az első kijelölt katona)

source: to the opposite edge of the map to win.
hu: a térkép túloldalára a győzelemhez.

source: Your leader is always visible on your opponent's
hu: A vezéredet mindig látja az ellenfél

source: minimap.
hu: a kistérképen.

source: You must kill enemy leader (first selected
hu: El kell pusztítanod az ellenséges vezért (az első kijelölt

source: soldier) before he gets to your edge of the map.
hu: katona) mielőtt elérne a térkép hozzád eső végére.

source: Leader is always visible on your minimap.
hu: A vezér mindig látszik a kistérképen.

source: Leader can use two-handed weapons
hu: A vezér használhat két-kezes fegyvereket

source: Leader can't use two-handed weapons
hu: A vezér nem használhat két-kezes fegyvereket

source: You must place high explosives at places which
hu: Le kell raknod a robbanóanyagokat azokra a helyekre

source: are indicated on your minimap. You can have high
hu: amelyek a kistérképen jelölve vannak. Akkor is lehet

source: explosives even if they aren't allowed by rules
hu: nálad robbanóanyag, ha ez a felszerelés nem engedélyezett

source: of the match.
hu: a játékszabályban.

source: You must kill all enemy soldiers before they
hu: El kell pusztítanod az ellenséges katonákat mielőtt

source: plant explosives at places which are indicated on
hu: lerakják a robbanóanyagokat a térképen jelölt

source: the minimap.
hu: helyekre.

source: You must control the 10x10 area in the centre of
hu: Neked kell birtokolnod a 10x10-es területet a térkép

source: the map for number of successive half-turns set
hu: közepén, annyi egymás utáni fél-körön át, amennyi

source: in the "Options" section.
hu: a "Beállítások" résznél be van állítva.

source: To control an area you have to have in it more
hu: Ahhoz hogy birtokold a területet, több katonádnak kell

source: soldiers than your opponent.
hu: rajta tartózkodnia mint az ellenfelednek.

source: Half-turns to control the area
hu: Fél-körök száma amíg a terület birtokolandó

source: soldier). Enemy leader is always visible on your
hu: katona). Az ellenséges vezér mindig látszik a te

source: minimap.
hu: kistérképeden.

source: You must save your leader (first selected
hu: Meg kell mentened a vezéredet (első kijelölt

source: soldier). He is always visible for your opponent
hu: katona). A vezéred mindig látszik az ellenfeled

source: on the minimap.
hu: kistérképén.

source: You must save at least half of your squad
hu: Legalább a csapatod felének életben kell maradnia

source: (rounded down) until the end of the match (number
hu: (lefelé kerekítve) a játék végéig (a körök száma

source: of turns is set in the "Options" section).
hu: állítható a "Beállítások" résznél).

source: You must kill more than half of enemy squad
hu: El kell pusztítanod az ellenfél csapatának több mint a felét

source: Half-turns to hold (match length)
hu: Fél-körök száma amig ki kell tartani (játék hossza)

source: "Surrounded" deployment
hu: "Körbevett" elhelyezés

source: Standard deployment
hu: Normális elhelyezés

source: You must bring at least half of your squad
hu: El kell hoznod legalább a csapatod felét

source: (rounded up) to the opposite edge of the map if
hu: (felfelé kerekítve) a térkép túlsó felére ha a normális

source: standard deployment is selected or to any edge if
hu: elhelyezés van kiválasztva, vagy bármely szélére ha

source: "surrounded" deployment is selected.
hu: "körbevett" elhelyezés van kiválasztva.

source: (rounded up) before they get to your edge of the
hu: (felfelé kerekítve) mielőtt eljutnak a térkép feléd eső

source: map if standard deployment is selected or to any
hu: szélére ha a normál elhelyezés van kijelölve vagy bármely

source: edge if "surrounded" deployment is selected.
hu: szélére ha a "körbevett" elhelyezés van kijelölve.

source: You must capture enemy leader (first selected
hu: El kell fognod az ellenséges vezért (első kijelölt

source: soldier). To do this you must stun him and bring
hu: katona). Ehhez le kell bénítanod és el kell hoznod

source: to your edge of the map. Leader is always visible
hu: a térkép feléd eső szélére. A vezér mindig látszik

source: on your minimap.
hu: a kistérképen.

source: You must save your leader (first selected man)
hu: Meg kell mentened a vezéredet (első kijelölt ember)

source: from capturing by enemy. He is always visible on
hu: és megakadályozni hogy az ellenség elfogja. A vezéred mindig

source: your opponent's minimap.
hu: látszik az ellenfeled kistérképén.

source: You can deploy your units anywhere on the map.
hu: Bárhol elhelyezheted az egységeidet a térképen.

source: Find and kill the enemy. All units will face
hu: Találd meg és pusztítsd el az ellenséget. Az összes egység arra fog nézni

source: away from the center and the outside of the map,
hu: kifelé fog nézni a térkép közepétől a széle felé,

source: depending on the closest map feature.
hu: a legközelebbi tereptárgyak figyelembevételével.

source: Map exploration level 0 (unexplored) recommended.
hu: Térkép felfedezettségi szint 0 (teljesen felfedezetlen) ajánlott.

source: Player 1 is controlling the target area for %d turn(s).
hu: Játékos 1 ellenőrzi a célterületet %d kör óta.

source: Player 2 is controlling the target area for %d turn(s).
hu: Játékos 2 ellenőrzi a célterületet %d kör óta.

source: Nobody is controlling the target area.
hu: Senki sem ellenőrzi a célterületet.

source: %d points limit exceeded!
hu: %d pontos határ túllépve.

source: %s does not have his %s loaded!
hu: %s-nek nincs lőszer a %s-jában!

source: Items on the ground aren't allowed (you have: %d, including unselected soldiers).
hu: Nem maradhat felszerelés a földön (maradt: %d, beleértve a kijelöletlen katonákat is)

source: Soldier #1 can't have two-handed weapons!
hu: Katona #1-nek nem lehet két-kezes fegyvere!

source: You must have at least 2 high explosives.
hu: Legalább 2 robbanóanyagot (high explosives)-t is vinned kell.

source: You must have at least one stun weapon.
hu: Legalább 1 bénítófegyvert is vinned kell.

source: Leader can't use two-handed weapons.
hu: A vezér nem használhat két-kezes fegyvert

source: Server:
hu: Szerver:

source: Login:
hu: Felhasználónév:

source: Password:
hu: Jelszó:

source: Help
hu: Súgó

source: The game can connect to the server running on the internet or on a local network (to start the server on your computer, just run 'ufo2000-srv' executable included in ufo2000 distributive). You need to enter server address. On the first run of the game, the server address contains some default value, it is the official ufo2000 server running on the internet. If you want to play on a local network, you need to start the ufo2000 server on one computer and enter its IP address when connecting to it from ufo2000 on another computer. The other two required fields are login and password. They are used to identify the user to track some game statistics like the number of victories and ELO rating. Login should be any name not used by other players and password should be at least 6 characters long. If you are connecting to the server for the first time, your account will be registered automatically. After successful login or registration, you will see the internet server chat screen.
hu: A játékkal csatlakozhatsz egy szerverhez az interneten vagy a helyi hálózaton (a szerver indításához a számítógépen, csak futtasd az "ufo2000-srv" fájlt, amely megtalálható az UFO2000 csomagban). Meg kell adni a szerver címét. A játék első indításakor, a szerver cím az alapértelmezett értékre van állítva, ami a hivatalos UFO2000 szerver címe. Ha akarsz játszani a helyi hálózaton, akkor el kell indítani az UFO2000 szervert egy számítógépen, és írjd be az IP-címét, amikor csatlakozol az UFO2000-ben egy másik számítógépen. A másik két kötelező mező a felhasználónév és a jelszó. Ezek segítségével azonosítja a szerver a felhasználót, hogy néhány játék statisztikát követhessen róla, mint a győzelmek száma, és az ELO minősítés. Bejelentkezéshez bármilyen nevet használhatsz amit még más játékos nem használ és a jelszó legyen legalább 6 karakter hosszú. Ha most csatlakozol a szerverhez először ezzel a felhasználónévvel, akkor az automatikusan regisztrálódik a szerveren. Sikeres bejelentkezés vagy regisztráció után, látni fogod az internetes szerver chat képernyőjét.

source: Connecting to server...
hu: Csatlakozás a szerverhez...

source: ufo2000 internet server (
hu: UFO2000 internet szerver (

source: users online
hu: felhasználó van belépve

source: You have just connected to ufo2000 internet server
hu: Sikeresen csatlakoztál az UFO2000 internet szerverhez

source: There are two windows here: chat console in the left window
hu: Két ablak található itt: a chat konzol a bal oldalon

source: and the list of online players in the right
hu: és a belépett játékosok listája a jobb oldalon

source: white player name - that's your own name
hu: fehér játékos név - ez a saját neved

source: gray player name - available for chat
hu: szürke játékos név - be van lépve és chat-elhet

source: yellow player name - you have sent a challenge to this player
hu: sárga játékos név - kihívtad ezt a játékost egy csatára

source: green player name - you can accept a challenge from this player
hu: zöld játékos név - elfogadhatod a kihívást ettől a játékostól

source: red player name - the player is busy playing with someone else
hu: piros játékos név - a játékos épp egy másik játékban játszik (és nem látja a chat-et)

source: You can left click on player names to select them as your opponents
hu: Bal gombbal kattints a játékosok nevére ahhoz hogy kihívd őket ellenfélnek

source: If you have an unfinished game at the server you can press F3 to continue it.
hu: Ha van befejezetlen játékod a szerveren, nyomj F3-mat a folytatásához

source: Connected to server
hu: Csatlakozva a szerverhez

source: as user
hu: mint

source: Connection lost
hu: A kapcsolat megszakadt

source: %s is back from a game
hu: %s visszatért egy játékból

source: %s is here
hu: %s van jelen

source: %s disconnected
hu: %s kilépett

source: %s left chat to play a game
hu: %s elhagyta a chat-et és belépett egy játékba
